Repository: klyok/Skype.OmegaT
Catalog: Skype.OmegaT/omegat/project_save.tmx
Source language: en
Languages: be

source: Play
be: Прайграць

source: Play Greeting
be: Прайграць вітаньне

source: Play sound file:
be: Граць гукавы файл:

source: Play sound when contacts go offline
be: Гучэць, калі кантакт адлучаецца

source: Play this sound
be: Праслухаць

source: Play video
be: Прайграць відэа

source: Play video %s
be: Прайграць відэа %s

source: Play:
be: Граць:

source: Playback
be: Прайграць

source: Playback not supported.
be: Нельга прайграць: не падтрымваецца.

source: Playing default voicemail greeting
be: Прайграецца звычайнае вітаньне

source: Playing my voicemail greeting
be: Прайграецца вітаньне

source: Playing voicemail
be: Прайграецца галасавая пошта

source: Playing voicemail greeting
be: Прайграецца вітаньне

source: Playing...
be: Прайграецца…

source: Please add me to your Contact list.
be: Дадайце мяне да сваіх кантактаў, калі ласка.

source: Please add them to your Contact list.
be: Калі ласка, дадайце яго да сьпісу кантактаў.

source: Please adjust your headset or move your microphone further away from your mouth.
be: Калі ласка, пасуньце мікрафон далей ад вуснаў.

source: Please allow me to see when you are online
be: Калі ласка, дазвольце мне бачыць, калі вы ў сетцы

source: Please check and try again.
be: Спраўдзіце, калі ласка, і паспрабуйце зноўку.

source: Please check it and try again.
be: Спраўдзіце, калі ласка, і паспрабуйце зноўку.

source: Please check that you are connected to the internet and click 'Call' to try again.
be: Спраўдзіце, калі ласка, ці злучыліся вы зь сецівам, і зноўку націсьніце «Выклікаць».

source: Please check them for mistakes and try again.</b>
be: Спраўдзіце яго на памылкі, калі ласка, і паспрабуйце зноўку.</b>

source: Please check you are connected to the internet and click 'Call' to try again.
be: Спраўдзіце, калі ласка, ці злучыліся вы зь сецівам, і зноўку націсьніце «Выклікаць».

source: Please check your connection and try again.
be: Спраўдзіце, калі ласка, злучэньне, і паспрабуйце зноўку.

source: Please check your internet connection and try again.
be: Калі ласка, спраўдзіце злучэньне зь сецівам і паспрабуйце зноўку.

source: Please check your network configuration or try again later.
be: Калі ласка, спраўдзіце настаўленьні сеткі ці паспрабуйце зноўку пазьней.

source: Please check your network connections and try again later.
be: Калі ласка, спраўдзіце злучэньні зь сеткаю ды паспрабуйце зноўку.

source: Please check your settings.
be: Спраўдзіце іх, калі ласка.

source: Please choose another below, or enter one of your own.
be: Абярыце, калі ласка, іншае з прапанаванага або прыдумайце на свой густ.

source: Please choose another number.
be: Абярыце, калі ласка, іншы нумар.

source: Please choose another.
be: Калі ласка, абярыце што іншае.

source: Please close Skype and sign in again.
be: Зачыніце Skype і ўвайдзіце зноўку.

source: Please close down all applications using or showing video.
be: Зачыніце, калі ласка, усе праґрамы, якія карыстаюцца альбо паказваюць відэа.

source: Please contact your system administrator for more information.
be: Калі ласка, зьвяжыцеся са сваім спраўнікам, каб даведацца болей.

source: Please correct it.
be: Выпраўце, калі ласка.

source: Please download and reinstall Skype to fix this problem.
be: Каб выправіць гэтую хібу, спампуйце ды ўсталюйце Skype нанова.

source: Please email me with Skype news and special offers
be: Паведамляць мне пра навіны Skype і пра адмысловыя прапановы

source: Please enter a different number.
be: Упішыце, калі ласка, іншы нумар.

source: Please enter the correct mobile number and resend the code
be: Упішыце, калі ласка, чынны нумар і зноўку дашліце код

source: Please fill in all fields.
be: Запоўніце, калі ласка, усе палі.

source: Please fill in your full name
be: Упішыце, калі ласка, сваё поўнае ймя

source: Please let me see your contact details.
be: Калі ласка, дазвольце мне глядзець вашыя зьвесткі для сувязі.

source: Please make sure it is a valid Skype language file, and try again.
be: Упэўніцеся, калі ласка, што гэта чынны файл мовы, і паспрабуйце зноўку.

source: Please make sure you spelt your contact's full name correctly.
be: Упэўніцеся, што поўнае ймя кантакту вы напісалі без памылак.

source: Please re-enter your new password and confirmation again
be: Яшчэ раз упішыце ды пацьвердзіце новы пароль

source: Please reinstall Skype.
be: Усталюйце Skype нанова, калі ласка.

source: Please select a different image file.
be: Абярыце іншы відарыс, калі ласка.

source: Please select a file.
be: Абярыце файл, калі ласка.

source: Please select a new file and try again.
be: Абярыце, калі ласка, новы файл, і паспрабуйце зноўку.

source: Please select the country and then enter the number Example: Select United Kingdom and enter 020 5555 1212
be: Спачатку абярыце краіну, а потым упішыце нумар. Напрыклад, абярыце Вялікабрытанію ды ўпішыце «020 5555 1212»

source: Please sign in again.
be: Увайдзіце зноўку, калі ласка.

source: Please sign in as %s to select this file.
be: Каб абраць гэты файл, увайдзіце як %s.

source: Please sign in as %s to select this picture.
be: Каб абраць гэты малюнак, увайдзіце як %s.

source: Please sign in as %s to select this sound.
be: Каб абраць гэты гук, увайдзіце як %s.

source: Please sign out and try again.
be: Выйдзіце, калі ласка, і паспрабуйце зноўку.

source: Please try a different a file and also make sure that file has read permission.
be: Паспрабуйце, калі ласка, іншы файл і ўпэўніцеся, што файл мае дазвол чытаць яго.

source: Please try again
be: Паспрабуйце зноўку, калі ласка

source: Please try again a little later.
be: Паспрабуйце крыху пазьней, калі ласка.

source: Please try again later!
be: Калі ласка, паспрабуйце пазьней!

source: Please try again later.
be: Калі ласка, паспрабуйце зноўку пазьней.

source: Please try again.
be: Паспрабуйце зноўку, калі ласка.

source: Please try another available public Wi-Fi network.
be: Паспрабуйце, калі ласка, іншую адкрытую сетку Wi-Fi.

source: Please try another available public WiFi network.
be: Паспрабуйце, калі ласка, іншую адкрытую сетку Wi-Fi.

source: Please try downloading this file again.
be: Калі ласка, паспрабуйце спампаваць яго зноўку.

source: Please try downloading this sound again.
be: Калі ласка, паспрабуйце спампаваць гэты гук зноўку.

source: Please try joining again later.
be: Паспрабуйце далучыцца пазьней.

source: Please try the following:
be: Паспрабуйце наступнае:

source: Please try to restart the application.
be: Паспрабуйце запусьціць гэтую праґраму нанова.

source: Please use a different image file!
be: Скарыстайце іншы відарыс, калі ласка.

source: Please use a smaller size image!
be: Абярыце меншы відарыс, калі ласка.

source: Please view profiles individually to add a number.
be: Каб дадаць нумар, зірніце, калі ласка, профілі паасобку.

source: Please wait a few moments and try deleting the message again.
be: Калі ласка, пачакайце крыху, а потым зноўку паспрабуйце сьцерці паведамленьне.

source: Please wait while an update for Skype is being downloaded.
be: Пачакайце, калі ласка, пакуль спампоўваецца абнаўленьне Skype.

source: Please wait while the page loads...
be: Калі ласка, счакайце, пакуль бачына чытаецца…

source: Please wait while we create your account.
be: Пачакайце, калі ласка, пакуль мы ствараем ваш рахунак.

source: Please wait while your password is changed.
be: Калі ласка, пачакайце, пакуль зьменіцца пароль.

source: Please wait.
be: Пачакайце, калі ласка.

source: Please wait...
be: Калі ласка, чакайце…

source: Plug in your microphone, switch it on, and check you've selected it in your microphone settings.
be: Далучыце мікрафон, улучыце яго, і паглядзіце, ці абралі яго ў наладах мікрафона.

source: Plus check it's not on mute, and that the volume is high enough.
be: Таксама паглядзіце, ці ня сьцішылі яго, і ці дастаткова гучнасьці.

source: Plus check they're not on mute, and that the volume is high enough.
be: Таксама паглядзіце, ці ня сьцішылі іх, і ці дастаткова гучнасьці.

source: Plus make sure you don't have a bright light or sunny window right behind you.
be: Таксама ўпэўніцеся, што за вашаю сьпіною няма зыркае крыніца сьвятла (лямпы ці сонца ў вакне).

source: Plus, it's free to download.
be: Праґраму Skype можна спампаваць задарма.

source: Plus…there’s a whole new set of emoticons for you to enjoy!
be: Да таго ж… вы можаце пацешыцца новым наборам пачуцьцезнакаў!

source: Pool party
be: Вечарына ў копанцы

source: Pop-out
be: У асобным акне

source: Port
be: Порт

source: Portions Copyright &copy; 2001-2009 Joltid&reg; Limited.
be: Аўтарскія правы на асобныя часткі © 2001–2009 ТАА «Joltid»®

source: Post file to conversation
be: Даслаць файл у размову

source: Press Me
be: Націсьніце сюды

source: Press here if you have finished your voicemail.
be: Націсьніце тут, калі скончыце працаваць з галасавою поштаю.

source: Press me to check your speakers
be: Націсьніце тут, каб спраўдзіць галасьнікі

source: Press the button below to start your video.
be: Каб распачаць сваё відэа, націсьніце кнопку ніжэй.

source: Press the button to check your speakers
be: Націсьніце на кнопку, каб спраўдзіць галасьнікі

source: Pressing Ctrl+V will
be: Па спалучэньні «Ctrl+V»

source: Pressing Enter will
be: Па націску на «Enter»

source: Preview
be: Прагледзець

source: Previous
be: Назад

source: Previous page
be: Папярэдняя бачына

source: Privacy
be: Адасобленасьць

source: Privacy protection
be: Абарона адасобленасьці

source: Privacy settings
be: Налады адасобленасьці

source: Privacy…
be: Адасобленасьць…

source: Private
be: Асабісты

source: Private - visible only to you
be: Асабісты — бачны толькі вам

source: Probably it has been renamed or moved to a different location
be: Мажліва, яму далі новую назву, ці перанесьлі ў іншае месца

source: Problem connecting
be: Праблема са злучэньнем

source: Problem connecting to video server.
be: Не ўдалося злучыцца з паслужніком відэа.

source: Problem during download
be: Выявілася праблема, калі спампоўвалі

source: Problem with Audio Capture
be: Праблема захапіць гук

source: Problem with Audio Playback
be: Праблема прайграць гук

source: Problem with playback device.
be: Праблема з прыладаю прайграваньня.

source: Problem with recording device.
be: Праблема з прыладаю запісваньня.

source: Problems sending dial pad (DTMF) tones.
be: Праблемы з тым, каб даслаць танальныя сыґналы.

source: Problems so bad the call was impossible
be: Непаладкі настолькі істотныя, што размаўляць немагчыма

source: Professional account
be: Прафэсійны рахунак

source: Profile
be: Профіль

source: Profile Button
be: Кнопка «профіль»

source: Profile Panel
be: Панэль профілю

source: Profile for %1
be: Профіль %1

source: Profile for %s
be: Профіль %s

source: Profile for IM:
be: Профіль гутаркі:

source: Profile for public IM:
be: Профіль адкрытае гутаркі:

source: Profile not available.
be: Профіль недаступны.

source: Profile picture settings
be: Налады малюнку профілю

source: Profile pictures
be: Малюнкі з профілю

source: Project-Id-Version: PACKAGE VERSION
be: Project-Id-Version: Skype

source: Promote IM
be: Рэклямаваць гутарку

source: Protect yourself from unwanted calls and IMs
be: Абараніце сябе ад непажаданых гутарак і выклікаў

source: Protected by International Laws.
be: Абараняецца міжнародным заканадаўствам.

source: Public
be: Агульнадаступны

source: Public (recommended)
be: Бачным усім (раіцца)

source: Public - visible to everyone on Skype
be: Агульнадаступны — бачны ўсім, хто карыстаецца Skype

source: Public API
be: Адкрыты праґрамны інтэрфэйс

source: Public IM Settings
be: Налады адкрытае гутаркі

source: Public chats are not supported in this version
be: Гэтая вэрсія не падтрымвае адкрытых гутарак

source: Public profile
be: Агульнадаступны профіль

source: Publisher
be: Выдавец

source: Puking
be: Ванітую

source: Punch
be: Удар

source: Put Call on Hold
be: Утрымваць выклік

source: Quit
be: Выйсьці

source: Quit Skype
be: Выйсьці са Skype

source: Quit Skype Wi-Fi Access
be: Выйсьці з доступу да Wi-Fi праз Skype

source: Quit Skype?
be: Ці выйсьці са Skype?

source: Quitting Skype will end your Skype Wi-Fi Access session.
be: Калі выйсьці са Skype, скончыцца сэанс доступу да Wi-Fi праз Skype.

source: Quote copied message
be: Цытаваць перапісанае паведамленьне

source: Quote message
be: Цытаваць паведамленьне

source: Raining
be: Дождж

source: Rates for calling phones and mobiles
be: Кошты на тэлефанаваньні

source: Re-enter new password
be: Паўтарыце новы пароль

source: Re-record the voicemail
be: Нанова запісаць галасавую пошту

source: Re-record voicemail
be: Нанова запісаць галасавую пошту

source: Reactivate
be: Узнавіць

source: Read
be: Чытаць

source: Read more
be: Даведацца болей

source: Really leave chat?
be: Ці сапраўды выйсьці з гутаркі?

source: Receive calls when you are away from your computer
be: Прымаць выклікі без кампутара

source: Received IM (Classic)
be: Атрымалі паведамленьне (звычайны)

source: Received contacts
be: Атрыманыя кантакты

source: Received contacts from %1 (%2)
be: Атрыманыя ад %1 кантакты (%2)

source: Receiving from %1
be: Атрымваем ад %1

source: Receiving video
be: Атрымваем відэа

source: Recent
be: Апошнія

source: Recent Calls
be: Апошнія выклікі

source: Recent numbers
be: Апошнія нумары

source: Recently Closed Conversations
be: Нядаўна зачыненыя размовы

source: Recently Contacted Contacts
be: Нядаўнія суразмоўцы

source: Recently contacted
be: Нядаўнія суразмоўцы

source: Recently dialed numbers
be: Апошнія набраныя нумары

source: Recipient Blocked
be: Атрымальнік забаронены

source: Recipients can send SMS replies.
be: Атрымальнікі могуць дасылаць адказы па SMS.

source: Recipients can't send SMS replies
be: Атрымальнікі ня змогуць адказаць мне па SMS.

source: Recipients cannot send SMS replies.
be: Атрымальнікі ня могуць дасылаць адказы па SMS.

source: Recipients list (space separated Skype Names):
be: Сьпіс атрымальнікаў (імёны Skype праз прагал):

source: Reconnect
be: Нанова злучыцца

source: Reconnect to Facebook
be: Нанова злучыцца з Facebook

source: Reconnect to the internet to try calling again.
be: Нанова злучыцеся зь сецівам і паспрабуйце выклікаць.

source: Record
be: Запісаць

source: Record New Greeting
be: Запісаць новае вітаньне

source: Recorded:
be: Запісалі:

source: Recording level
be: Узровень запісваньня

source: Recording my voicemail greeting
be: Запісваецца вітаньне

source: Recording voicemail
be: Запісваецца галасавая пошта

source: Recording voicemail %s
be: Запісваецца галасавая пошта: %s

source: Recording...
be: Запісваецца…

source: Redial
be: Набраць зноўку

source: Region:
be: Вобласьць:

source: Reject
be: Адхіліць

source: Reject Call
be: Адхіліць выклік

source: Reject Conference Call
be: Адхіліць выклік да нарады

source: Reject the file
be: Адхіліць файл

source: Rejected as underage
be: Адхілілі па непаўналецьці

source: Relieved
be: Дзякуй багам!

source: Reload
be: Перачытаць

source: Remember this selection
be: Запомніць, што абралі

source: Remind Me Later
be: Нагадаць пазьней

source: Remind me later
be: Нагадаць пазьней

source: Remote Sound Problem
be: Праблема з гукам у суразмоўцы

source: Remove
be: Выкрасьліць

source: Remove %d selected contacts?
be: Ці выкрасьліць абраныя кантакты (%d)?

source: Remove %d selected groups?
be: Ці выкрасьліць абраныя суполкі (%d)?

source: Remove %s from Contacts?
be: Ці выкрасьліць %s з кантактаў?

source: Remove %s from contacts?
be: Ці выкрасьліць %s з кантактаў?

source: Remove %s from your sound library?
be: Ці сьцерці %s зь бібліятэкі гукаў?

source: Remove Avatar
be: Сьцерці ўвасабленьне

source: Remove From Your Contacts
be: Выкрасьліць з кантактаў

source: Remove Group
be: Выкрасьліць суполку

source: Remove Groups
be: Выкрасьліць суполкі

source: Remove Message
be: Сьцерці паведамленьне

source: Remove Picture
be: Сьцерці малюнак

source: Remove all completed and failed files from the list
be: Прыбраць са сьпісу ўсе перададзеныя файлы ды тыя, што не ўдалося перадаць

source: Remove bookmark from this chat
be: Прымае гэтую гутарку з закладае

source: Remove contact?
be: Ці выкрасьліць кантакт?

source: Remove contacts
be: Выкрасьліць кантакты

source: Remove from %s
be: Выкрасьліць з %s

source: Remove from Contacts
be: Выкрасьліць з кантактаў

source: Remove from category
be: Выкрасьліць з суполкі

source: Remove from your Contact list
be: Выкрасьліць з кантактаў

source: Remove message?
be: Ці сьцерці паведамленьне?

source: Remove people from this call and try again.
be: Выкрасьліце кагосьці ды паспрабуйце зноўку.

source: Remove person from this group
be: Выкрасьліць чалавека з суполкі

source: Remove picture
be: Сьцерці малюнак

source: Remove picture?
be: Ці сьцерці малюнак?

source: Remove some participants and try again.
be: Выкрасьліце некаторых удзельнікаў і паспрабуйце зноўку.

source: Remove sound file?
be: Ці сьцерці файл гуку?

source: Remove this sound file from your sounds library?
be: Ці сьцерці гэты файл зь бібліятэкі гукаў?

source: Remove video '%s' from my mood
be: Прыбраць відэа «%s» з настрою

source: Removed %s
be: Сьцерлі %s

source: Removed by %s at %s
be: Сьцёр карыстальнік %s а %s

source: Removed by %s, %s
be: Карыстальнік %s сьцёр %s

source: Rename
be: Назваць

source: Rename %1
be: Назваць %1

source: Rename Category "%s"…
be: Назваць суполку «%s»…

source: Rename Group
be: Назваць суполку

source: Rename...
be: Назваць…

source: Rename…
be: Назваць…

source: Renew
be: Падоўжыць

source: Repeat email
be: Паўтарыце адрас

source: Repeat password
be: Паўтарыце пароль

source: Report abuse
be: Паскардзіцца

source: Report abuse from this person
be: Паскардзіцца на гэтага чалавека

source: Report-Msgid-Bugs-To: POT-Creation-Date: 2011-08-27 12:39+0300
be: Report-Msgid-Bugs-To: yehekim@gmail.com POT-Creation-Date: 2011-08-27 12:39+0300

source: Report-Msgid-Bugs-To: POT-Creation-Date: 2011-09-13 11:59+0300
be: Report-Msgid-Bugs-To: POT-Creation-Date: 2011-09-13 11:59+030

source: Request a subscription
be: Запытацца на падпіску

source: Request more credit
be: Запытацца папоўніць крэдыт

source: Requests from New Contacts
be: Запыты ад новых кантактаў

source: Requests from new contacts
be: Запыты ад новых кантактаў

source: Requests to New Contacts
be: Запыты да новых кантактаў

source: Requests to new contacts
be: Запыты да новых кантактаў

source: Resend Contact Request
be: Нанова даслаць запыт кантактаваць

source: Resend contact request
be: Нанова даслаць запыт кантактаваць

source: Resend contact request to %s contacts
be: Нанова запытацца на зьвесткі для сувязі ў %s кантактаў

source: Reset
be: Узнавіць

source: Reset all sounds?
be: Узнавіць усе гукі?

source: Reset to Default Sound
be: Аднавіць пачатковы гук

source: Reset to default
be: Узнавіць пачатковыя

source: Reset to default voicemail greeting
be: Вярнуць пачатковае вітаньне

source: Reset to defaults
be: Скінуць да пачатковага

source: Reset voicemail greeting
be: Вярнуць пачатковае вітаньне

source: Restart Skype and wait 2 minutes for it reconnect automatically.
be: Запусьціце Skype нанова ды пачакайце дзьве хвіліны, каб ён злучыўся самастойна.

source: Restart your router.
be: Нанова запусьціце маршрутавальнік.

source: Restore Contacts from File…
be: Аднавіць кантакты з файла…

source: Restore Default
be: Аднавіць пачатковае

source: Restore Default Greeting
be: Аднавіць пачатковае вітаньне

source: Restricted web access
be: Абмежаваны доступ у сеціва

source: Resume
be: Працягваць

source: Resume Call
be: Аднавіць выклік

source: Resume call
be: Аднавіць выклік

source: Resume download
be: Працягваць спампоўваць

source: Resume this call
be: Аднавіць выклік

source: Resuming call (Classic)
be: Выклік аднаўляецца (звычайны)

source: Resuming this call will put other calls on hold.
be: Калі аднавіць гэты выклік, астатнія будуць утрымвацца.

source: Retry
be: Паспрабаваць

source: Retry Failed Files
be: Паспрабаваць перадаць не перададзенае

source: Retry failed files
be: Паспрабаваць перадаць не перададзенае

source: Return
be: Вярнуцца

source: Return this call to the main screen
be: Вярнуць выклік у галоўны экран

source: Return to main screen
be: Вярнуцца да галоўнага экрану

source: Return to welcome screen
be: Вярнуцца да экрану вітаньня

source: Right
be: Праваруч

source: Right click here to set/unset the chat picture.
be: Пстрыкніце праваю кнопкаю, каб усталяваць або прыбраць малюнак гутаркі.

source: Right-click the Skype icon in the Windows taskbar at the bottom right of your screen and choose Quit.
be: Пстрыкніце праваю кнопкаю па значку Skype у паліцы задач Windows (праваруч, унізе экрану), і абярыце «Выйсьці».

source: Ring PC speaker
be: Званіць па галасьніку кампутара

source: Ring on all devices
be: Званіць на ўсе прылады

source: Ringing
be: Званок

source: Ringing...
be: Выклікаем…

source: Ringtone (Classic)
be: Выклік (звычайны)

source: Robotic sound / words cut off / delay
be: «Мэханічны» гук, зьнікаюць словы, затрымка між словамі

source: Rock
be: Рок

source: Rolling on the floor laughing
be: Рагачу і коўзаюся па падлозе

source: Running on battery?
be: Кампутар сілкуецца ад батарэі?

source: SMS Button
be: Кнопка «SMS»

source: SMS Failed
be: Не ўдалося даслаць SMS

source: SMS Messages
be: Паведамленьні SMS

source: SMS Received
be: Атрымалі SMS

source: SMS Sent
be: Даслалі SMS

source: SMS destinations and rates
be: Кошты на SMS у розных краінах

source: SMS is outgoing only!
be: Можна толькі дасылаць SMS!

source: SMS message to %1 is failed
be: Паведамленьне SMS не даслалі да %1

source: SMS message to %1 is sent
be: Паведамленьне SMS даслалі да %1

source: SMS messages
be: Паведамленьні SMS

source: SMS participants
be: Атрымальнікі SMS

source: SMS select to
be: Даслаць SMS на нумар

source: SMS settings
be: Налады SMS

source: SOCKS Proxy
be: Пасродак SOCKS

source: SOCKS proxy auth failed
be: Не ўдалося апазнацца на пасродку SOCKS

source: Sad
be: Сумую

source: Save
be: Захаваць

source: Save As
be: Захаваць як

source: Save Contact
be: Захаваць кантакт

source: Save Group in Your Contacts
be: Захаваць суполку ў кантактах

source: Save a phone number in your Contact list
be: Захаваць тэлефонны нумар у кантактах

source: Save all
be: Захаваць усё

source: Save all files to:
be: Захоўваць усе файлы тут:

source: Save as
be: Захаваць як

source: Save as…
be: Захаваць як…

source: Save changes?
be: Ці захаваць зьмяненьні?

source: Save group
be: Захаваць суполку

source: Save group in Contacts
be: Захаваць суполку ў кантактах

source: Save group in your Contact list
be: Захаваць суполку ў сьпісе кантактаў

source: Save number
be: Захаваць нумар

source: Save number in Contacts
be: Захаваць нумар у кантактах

source: Save on calls to phones
be: Ашчаджайце на тэлефанаваньнях

source: Save phone number
be: Захаваць нумар

source: Save picture
be: Захаваць малюнак

source: Save this group conversation in your Contact list.
be: Захаваць гэтую супольную размову ў сьпісе кантактаў.

source: Save this number as a contact
be: Захаваць нумар як кантакт

source: Saving my voicemail greeting
be: Захоўваецца вітаньне

source: Saving new settings
be: Новыя налады захоўваюцца

source: Say Hello to %1
be: Павітацца з %1

source: Say hello to %s
be: Павітацца з %s

source: Say something so Skype can detect your microphone.
be: Каб Skype змог выявіць мікрафон, скажыце штосьці.

source: Screen Reader Mode
be: Стан чытаньня экрану

source: Screen options for this call
be: Можнасьці экрану ў гэтым выкліку

source: Screen sharing
be: Дзяліцца экранам

source: Search
be: Шукаць

source: Search Again
be: Шукаць зноўку

source: Search Directory
be: Шукаць у даведніку

source: Search History
be: Шукаць у гісторыі

source: Search Skype directory
be: Шукаць у даведніку Skype

source: Search again
be: Шукаць зноўку

source: Search contacts
be: Шукаць кантакты
